[
    "That wasn't correct. Try again.",
    "Please provide a username.",
    "Please enter a password.",
    "Your username is too short or too long.",
    "Your username contains invalid characters.",
    "Your password is too short or too long.",
    "Your password contains invalid characters.",
    "Your password is not secure enough.",
    "Your username or password is incorrect.",
    "Username",
    "Password",
    "Submit",
    "Next",
    "Log in or create an account",
    "Feel the vibe!",
    "Log in",
    "Create account",
    "Created by:",
    "Confirm you are human by clicking the picture of the<{}>.",
    "smiling dog",
    "Protected<{}>",
    "Page",
    "Protected page",
    "This page is protected. Please enter your access token to view the project.",
    "To verify you long-term, the access token will be saved as a cookie.",
    "Enter access token",
    "Repeat password",
    "Two-factor verification",
    "Open your authenticator app and enter the code to verify.",
    "Two-password verification",
    "Please enter your second password to verify.",
    "Checking the browser ...",
    "Checking the browser before accessing DOMAIN.",
    "This process is automatic. Your browser will redirect to your requested content shortly.",
    "This may take up to 10 seconds...",
    "Rate Limit Exceeded",
    "You have made too many requests in a short period of time. Please wait 10 seconds before trying again.",
    "Retry",
    "Bad Request",
    "The server could not understand your request due to invalid syntax.",
    "Unauthorized",
    "You must authenticate yourself to get the requested response.",
    "Forbidden",
    "You do not have access rights to the content.",
    "Not Found",
    "Oops! The page you are looking for could not be found. It may have been removed, renamed, or is temporarily unavailable.",
    "Method Not Allowed",
    "Your request method is known by the server but is not supported by the target resource.",
    "Not Acceptable",
    "The server cannot produce a response matching the list of acceptable values defined in your request's proactive content negotiation headers.",
    "Request Timeout",
    "The server did not receive a complete request message from you within the time that it was prepared to wait.",
    "Conflict",
    "The request could not be completed due to a conflict with the current state of the target resource.",
    "Gone",
    "The requested resource is no longer available and will not be available again.",
    "Length Required",
    "The server refuses to accept the request without a defined Content-Length header.",
    "Precondition Failed",
    "The server does not meet one of the preconditions that you put on the request header fields.",
    "Payload Too Large",
    "The request entity is larger than limits defined by the server.",
    "URI Too Long",
    "The URI requested by you is longer than the server is willing to interpret.",
    "Unsupported Media Type",
    "The media format of the requested data is not supported by the server.",
    "Range Not Satisfiable",
    "The range specified by the Range header field in your request can't be fulfilled.",
    "Expectation Failed",
    "The expectation given in your request's Expect header field could not be met by at least one of the inbound servers.",
    "I'm a teapot",
    "The web server rejects the attempt to make coffee with a teapot.",
    "Unprocessable Entity",
    "The request was well-formed but was unable to be followed due to semantic errors.",
    "Locked",
    "The resource that is being accessed is locked.",
    "Failed Dependency",
    "The request failed due to failure of a previous request.",
    "Precondition Required",
    "The origin server requires your request to be conditional.",
    "Too Many Requests",
    "You have sent too many requests in a given amount of time.",
    "Request Header Fields Too Large",
    "The server is unwilling to process your request because its header fields are too large.",
    "Unavailable For Legal Reasons",
    "The server is denying access to the resource as a consequence of a legal demand.",
    "Internal Server Error",
    "The server has encountered a situation it doesn't know how to handle.",
    "Not Implemented",
    "The request method is not supported by the server and cannot be handled.",
    "Bad Gateway",
    "The server, while acting as a gateway or proxy, received an invalid response from the upstream server.",
    "Service Unavailable",
    "The server is not ready to handle the request.",
    "Gateway Timeout",
    "The server is acting as a gateway or proxy and did not receive a timely response from the upstream server.",
    "HTTP Version Not Supported",
    "The HTTP version used in your request is not supported by the server.",
    "Unexpected Error",
    "Something unexpected has happened.",
    "An error has occurred while hashing the access token."
]